/* This is a mapping of BRError code failures to localized recovery suggestions */

/* kBRMediaPlayerSongPlaybackError*/
201 = "Чтобы вернуться к предыд. экрану, нажмите «Menu».";

/* kBRMediaPlayerNotResponding*/
202 = "Чтобы вернуться к предыд. экрану, нажмите «Menu».";


/* kBRMediaNoMovieFolderContent */
304 = "Созданные или загруженные Вами фильмы должны находиться в папке «Фильмы» папки пользователя.";

/* kBRMediaEmptyPlaylist */
310 = "";

/* kBRMediaNoSuchPlaylist */
311 = "Выберите след. плейлист.";

/* kBRMediaNoSuchSong */
312 = "Выберите след. песню.";

/* kBRMediaNoSongForSlideshow */
316 = "Проверьте муз. настройки слайд-шоу и повторите.";

/* kBRMediaSongPlaybackErrorDuringSlideshow */
317 = "Проверьте муз. настройки слайд-шоу и повторите.";

/* kBRVideoUnplayable */
318 = "Формат не опознан.";

/* kBRMediaRadioStreamUnplayable */
319 = "Время радиопотока истекло до того, как он мог быть воспроизведен.";


/* kBRRemoteMediaNoContent*/
350 = "";

/* kBRRemoteMediaNoPhotoContent */
351 = "";

/* kBRRemoteMediaNoPodcastContent */
352 = "";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "";

/* kBRRemoteMediaNoTVShowContent */
355 = "";

/* kBRRemoteMediaNoMusicVideoContent */
356 = "";

/* kBRRemoteMediaNoPlaylists */
357 = "";

/* kBRRemoteMediaNoSongContent */
358 = "";

/* kBRRemoteMediaNoAudioBookContent */
359 = "";

/* kBRRemoteMediaEmptyPlaylist */
360 = "";

/* kBRRemoteMediaLoadingError */
361 = "Проверьте источник или попытайтесь позже.";

/* kBRRemotePhotoSourceUnavailableError */
363 = "Проверьте источник или попытайтесь позже.";

/* kBRDataSourceConnectionInProgressError */
420 = "Подождите.";

/* KBRSystemNetworkHostUnreachable */
501 = "Проверьте конфигурацию и подключение сети.";

/* kBRSystemErrorTrailerSiteUnreachable */
502 = "Веб-сайт киноанонсов Apple недоступен. Повторите попытку позже.";

/* kBRSystemNotHDCPCompliant */
503 = "Для просмотра этого контента убедитесь в поддержке HDCP подключенными мониторами.";

/* kBRSetupCantSetLanguage */
600 = "Повторите попытку.";


/* kBRDVDErrorCantInitializeDVDPlaybackAlert */
750 = "DVD воспроизводится другой программой. Вернитесь на Рабочий стол, завершите работу другой программы и попробуйте еще раз.";

/* kBRDVDErrorCantEjectDVDAlert */
751 = "DVD воспроизводится другой программой.Вернитесь на Рабочий стол и завершите работу другой программы.";

/* kBRDVDErrorBadRegionCodeAlert */
752 = "Подробные сведения о региональных кодах приведены в Справке DVD-плеера.";

/* kBRDVDErrorBadDVDMediaAlert */
753 = "Формат не опознан.";

/* kBRDVDErrorFatalDVDAlert */
754 = "Проблема с диском.";

/* kBRCDErrorCantEjectCDAlert */
755 = "CD используется другой программой. Вернитесь на Рабочий стол, завершите работу другой программы и повторите попытку.";


/* kBRInternalResourceError */
900 = "";


